Repository: criistian14/cat-explorer
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# title_cats
source: Find Your Ideal Cat Breed
es: Encuentra la raza de tu gato ideal

# search_hint_cats
source: What cat breed are you looking for?
es: ¿Qué raza de gato buscas?

# search_label_cats
source: Persian, Siamese, Bengal...
es: Persa, Siamés, Bengala...

# explore_cat_categories
source: Explore Different Cat Categories
es: Explora las diferentes categorías de gatos

# cat_breed_list
source: List of Cat Breeds
es: Lista de razas de gatos

source: View All
es: Ver todos

source: Close
es: Cerrar

# error_title_default
source: Sorry
es: Lo sentimos

# error_code
source: Error code: {code}
es: Código de error: {code}

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

# no_internet
source: No internet connection
es: Sin conexión a internet

# timeout
source: Request timed out
es: Tiempo de espera agotado

# response_format_error
source: Error formatting response
es: Error al formatear la respuesta

# endpoint_error
source: Server error
es: Error del servidor

# url_open_error
source: Could not open URL
es: No se pudo abrir la URL

# retry_button
source: Try Again
es: Volver a intentarlo

# description_failure
source: It looks like something isn't right. Don't worry, we're checking it out
es: Parece que algo no está bien. No te preocupes, lo estamos revisando

# null_response_from_server
source: The server response is empty. Please try again later.
es: La respuesta del servidor está vacía. Por favor, inténtalo de nuevo más tarde.

source: Most Energetic
es: Más Energéticos

source: Highly Intelligent
es: Altamente Inteligentes

source: Social
es: Sociales

source: Long Lifespan
es: Larga Esperanza de Vida

source: Dog Friendly
es: Compatibles con Perros

source: Kid Friendly
es: Amigables con Niños

source: Very Intelligent
es: Muy inteligente

source: Intelligent
es: Inteligente

source: Average Intelligence
es: Inteligencia promedio

source: No information
es: Sin información

source: Description
es: Descripción

# lifespan_years
source: Lifespan {range} years
es: Tiempo de vida {range} años

source: Intelligence Level
es: Nivel de inteligencia

source: Adaptability
es: Adaptabilidad

source: Temperament
es: Carácter

source: More Information
es: Más información

# no_matching_data
source: No data matching your search was found
es: No se encontraron datos que coincidan con tu búsqueda
